Repository: SchweizerischeBundesbahnen/DAS
Catalog: das_client/app/l10n/strings_*.arb
Languages: de, fr, it

# p_train_selection_trainnumber_description
source: Train number
de: Zugnummer
fr: Numéro de train
it: Numero del treno

# p_train_selection_ru_description
source: RU
de: EVU
fr: ETF
it: ITF

# p_train_selection_date_description
source: Date
de: Datum
it: Data

# p_train_selection_choose_date
source: Select date
de: Datum wählen
fr: Sélectionner la date.
it: Seleziona data

# p_train_selection_date_not_today_warning
source: The selected date does not match the current date.
de: Das gewählte Datum entspricht nicht dem aktuellen Datum.
fr: La date sélectionnée ne correspond pas à la date actuelle.
it: La data selezionata non corrisponde alla data attuale.

# p_train_journey_header_button_dark_theme
source: Night mode
de: Nachtmodus
fr: Mode Nuit
it: Modalità notturna

# p_train_journey_header_button_light_theme
source: Day mode
de: Tagmodus
fr: Mode Jour
it: Modalità diurna

# p_train_journey_table_time_label_new
source: arr./dep. new
de: an/ab neu
fr: arr/dp nouveau
it: ar/pt nuovo

# p_train_journey_table_time_label_planned
source: arr./dep. planned
de: an/ab geplant
fr: arr/dp prévu
it: ar/pt previsti

# p_train_journey_table_journey_information_label
source: Journey information
de: Streckeninformationen
fr: Informations sur la ligne
it: Informazioni sulla tratta

# p_train_journey_table_advised_speed_label
source: AS
de: FE
fr: RC
it: FE

# p_train_journey_table_graduated_speed_label
source: GS
de: OG
fr: VL
it: OG

# p_train_journey_table_communication_network
source: Network type
de: Netzart
fr: Type de réseau
it: Tipo di rete

# p_train_journey_break_series
source: Braking sequence
de: Bremsreihe
fr: Catégorie de freinage
it: Categoria di freno

# p_train_journey_break_series_empty
source: There are no brake sequences available
de: Es sind keine Bremsreihen vorhanden
fr: Aucune catégorie de freinage disponible
it: Non sono presenti categorie di freno

# p_train_journey_table_curve_type_curve
source: Curve
de: Kurve
fr: Courbe
it: Curva

# p_train_journey_table_curve_type_station_exit_curve
source: Curve exit
de: Kurve Ausfahrt
fr: Courbe à la sortie
it: Curva d’uscita

# p_train_journey_table_curve_type_curve_after_halt
source: Curve after stop
de: Kurve nach Haltestelle
fr: Courbe après la halte
it: Curva dopo la fermata

# p_train_journey_table_level_crossing
source: LX
de: BUe
fr: PN
it: Pl

# p_train_journey_appbar_text
source: Journey info
de: Fahrtinfo
fr: Informations sur le trajet
it: Informazioni sulla corsa

# w_reduced_train_journey_title
source: Journey overview
de: Fahrtübersicht
fr: Aperçu du trajet
it: Panoramica della corsa

# w_navigation_drawer_fahrtinfo_title
source: Journey info
de: Fahrtinfo
fr: Informations sur le trajet
it: Informazioni sulla corsa

# w_navigation_drawer_settings_title
source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

# w_navigation_drawer_profile_title
source: Profile
de: Profil
fr: Profil
it: Profilo

# p_login_connect_to_tms
source: Connect to TMS
de: Mit TMS verbinden
fr: Connexion au TMS
it: Collegamento a TMS

# p_login_login_button_description
source: Log in with your account
de: Mit Ihrem Account einloggen
fr: Connectez-vous avec votre compte
it: Accedi con il tuo account

# p_login_login_failed
source: Login failed
de: Login fehlgeschlagen
fr: Échec de la connexion
it: Login non riuscito

# w_extended_menu_title
source: Other functionalities
de: Weitere Funktionalitäten
fr: Autres fonctionnalités
it: Altre funzionalità

# w_extended_menu_maneuver_mode
source: Manoeuvring mode
de: Manövermodus
fr: Mode manœuvre
it: Modalità di manovra

# w_extended_menu_breaking_slip_action
source: Open brake and load slip
de: Brems- und Lastzettel öffnen
fr: Ouvrir le bulletin de freinage et de charge
it: Apri il bollettino di frenatura e peso treno

# w_extended_menu_transport_document_action
source: Open transport document
de: Beförderungspapier öffnen
fr: Ouvrir le document de transport
it: Apri il documento di trasporto

# w_extended_menu_journey_overview_action
source: Open journey overview
de: Fahrtübersicht öffnen
fr: Ouvrir l’aperçu de la marche
it: Apri la panoramica della corsa

# w_extended_menu_journey_wara_action
source: Open WaRa
de: WaRa öffnen
fr: Ouvrir la WaRa
it: Apri WaRa

# w_maneuver_notification_text
source: You are in manoeuvring mode. Warning function closed signal is deactivated.
de: Du befindest dich im Manövermodus. Warnfunktion geschlossenes Signal ist deaktiviert.
fr: Tu es en mode manœuvre La fonction d’alerte «Signal fermé» est désactivée.
it: Ti trovi in modalità di manovra. La funzione di avvertimento di segnale chiuso è disattivata.

# w_maneuver_notification_maneuver
source: Manoeuvring
de: Manövrieren
fr: Manœuvrer
it: Manovra

# w_koa_notification_title
source: Customer-oriented departure
de: Kundenorientierte Abfahrt
fr: Départ orienté clientèle
it: Partenza orientata alla clientela

# w_koa_notification_wait
source: Wait.
de: Warten eingelegt.
fr: Attente créée
it: Attesa attivata.

# w_koa_notification_wait_canceled
source: Stop waiting.
de: Warten aufgehoben.
fr: Attente supprimée
it: Attesa disattivata.

# w_koa_notification_departure_process
source: Show departure process
de: Abfahrprozess anzeigen
fr: Afficher le processus de départ
it: Mostra processo di partenza

# w_departure_process_modal_sheet_title
source: Departure process checklist.
de: Checkliste Abfahrprozess.
fr: Check-list du processus de départ.
it: Checklist processo di partenza.

# w_departure_process_modal_sheet_content
source: 1. Authorisation 2. Train protection 3. Departure time 4. Door locking 5. Confirmation
de: 1. Zustimmung 2. Zugbeeinflussung 3. Abfahrtszeit 4. Türverriegelung 5. Zustimmung
fr: 1. Assentiment 2. Système de contrôle des trains 3. Heure de départ 4. Verrouillage des portes 5. Assentiment
it: 1. Consenso 2. Controllo della marcia dei treni 3. Orario di partenza 4. Blocco delle porte 5. Consenso

# w_service_point_modal_communication_label
source: Network type and radio channel
de: Netzart und Funkkanal
fr: Type de réseau et canal radio
it: Tipo di rete e canale radio

# w_service_point_modal_communication_radio_channel
source: Radio channel
de: Funkkanal
fr: Canal radio
it: Canale radio

# w_service_point_modal_communication_radio_channels_not_found
source: No radio channel available
de: Kein Funkkanal verfügbar
fr: Aucun canal radio disponible
it: Nessun canale radio disponibile

# w_service_point_modal_communication_network
source: Network type
de: Netzart
fr: Type de réseau
it: Tipo di rete

# w_service_point_modal_graduated_speed_label
source: Graduated speeds
de: Abgestufte Geschwindigkeiten
fr: Graduation de la vitesse
it: Velocità graduate

# w_service_point_modal_graduated_speed_break_series_title
source: Train series
de: Zugreihe
fr: Catégorie de train
it: Categoria di treno e di freno

# w_service_point_modal_graduated_speed_no_information
source: No information
de: Keine Informationen
fr: Aucune information
it: Nessuna informazione

# w_service_point_modal_local_regulations_label
source: Local regulations
de: Lokale Bestimmungen
fr: Prescriptions locales
it: Disposizioni locali

# w_additional_speed_restriction_modal_title
source: Speed restriction
de: Langsamfahrstelle
fr: Tronçon de ralentissement
it: Tratto di rallentamento

# w_additional_speed_restriction_modal_subtitle_count
source: Quantity
de: Anzahl
fr: Nombre
it: Numero

# w_additional_speed_restriction_modal_table_label_from
source: From
de: Von
fr: De
it: Da

# w_additional_speed_restriction_modal_table_label_until
source: Until
de: Bis
fr: à
it: A

# w_additional_speed_restriction_modal_table_label_reason
source: Reason
de: Grund
fr: Motif
it: Motivo

# c_ru_sbb_p
source: SBB
de: SBBP
fr: CFF
it: FFS

# c_ru_sbb_c
source: SBB Cargo
de: SBBC
fr: CFF Cargo
it: FFS Cargo

# c_ru_bls_c
source: BLS Cargo
de: BLSC

# c_unknown
source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto

# c_train_number
source: Train number
de: Zugnummer
fr: Numéro de train
it: Numero del treno

# c_today
source: Today
de: Heute

# c_main_signal_function_entry
source: Entry signal
de: Einfahrsignal
fr: Signal d’entrée
it: Segnale d’entrata

# c_main_signal_function_entry_short
source: Entry.S
de: Ein.Sig.
fr: S.Entrée

# c_main_signal_function_exit
source: Exit signal
de: Ausfahrsignal
fr: Signal de sortie
it: Segnale d’uscita

# c_main_signal_function_exit_short
source: Exit.S
de: Aus.Sig.
fr: S.Sortie

# c_main_signal_function_intermediate
source: Section signal
de: Abschnittsignal
fr: Signal de tronçon
it: Segnale di settore

# c_main_signal_function_intermediate_short
source: Section.S
de: Ab.Sig.
fr: S.Tronçon

# c_main_signal_function_protection
source: Protection signal
de: Deckungssignal
fr: Signal de protection
it: Segnale di protezione

# c_main_signal_function_protection_short
source: Protect.S
de: Deck.Sig.
fr: S.Prot.

# c_main_signal_function_laneChange
source: Cross-over
de: Spurwechsel
fr: Diagonale d’échange
it: Cambio di binario

# c_main_signal_function_laneChange_short
source: Cross
de: Spw
fr: Diagonale d’échange

# c_error_code
source: Error code
de: Fehlercode
fr: Code d’erreur
it: Codice di errore

# c_something_went_wrong
source: Something went wrong.
de: Da ist was schiefgegangen.
fr: Un problème est survenu.
it: Qualcosa non ha funzionato.

# c_error_connection_failed
source: Connection failed
de: Verbindung fehlgeschlagen
fr: Échec de la connexion
it: Connessione non riuscita

# c_error_sfera_validation_failed
source: Data validation failed
de: Validierung der Daten fehlgeschlagen
fr: Échec de la validation des données
it: Convalida dei dati non riuscita

# c_error_sfera_handshake_rejected
source: Server declined the connection
de: Server hat die Verbindung abgelehnt
fr: Le serveur a refusé la connexion
it: Il server ha rifiutato la connessione

# c_error_sfera_request_timeout
source: Timeout for request
de: Timeout bei der Anfrage
fr: Délai expiré pour la requête
it: Timeout della richiesta

# c_error_sfera_jp_unavailable
source: Working timetable not available
de: Fahrordnung nicht vorhanden
fr: Marche non disponible
it: Orario di marcia non disponibile

# c_error_sfera_invalid
source: Received incomplete data
de: Unvollständige Daten erhalten
fr: Données incomplètes
it: Ricevuti dati incompleti

# c_connection_track_weiche
source: Point
de: Weiche
fr: Aiguille
it: Scambio

# c_button_confirm
source: Accept
de: Übernehmen
fr: Appliquer
it: Conferma

# w_modal_sheet_warn_function_stop_message
source: Stop!
de: Halt!
fr: Arrêt!
it: Fermata!

# w_modal_sheet_warn_function_manoeuvre_button
source: Manoeuvring
de: Manövrieren
fr: Manœuvrer
it: Manovra

# w_modal_sheet_warn_function_confirm_button
source: Confirm and close
de: Bestätigen & Schliessen
fr: Confirmer et fermer
it: Conferma e chiudi

# w_modal_sheet_battery_status_battery_almost_empty
source: Battery almost empty.
de: Batterie fast leer.
fr: Batterie presque vide
it: Batteria quasi scarica.

# w_modal_sheet_battery_status_plug_in_device
source: Connect your device to the power supply.
de: Bitte schliesse dein Gerät am Stromnetz an.
fr: Branche ton appareil au réseau électrique.
it: Collega il dispositivo alla rete elettrica.

# w_modal_sheet_permissions_title
source: DAS client requires system permissions
de: DAS Client benötigt Systemberechtigungen
fr: Le client DAS a besoin d’autorisations système
it: DAS Client richiede autorizzazioni di sistema

# w_modal_sheet_permission_brightness
source: To adjust the screen brightness, the DAS client needs access to the system settings.
de: Um die Bildschirmhelligkeit anzupassen, benötigt der DAS Client Zugriff auf die Systemeinstellungen.
fr: Pour adapter la luminosité de l’écran, le client DAS doit accéder aux paramètres système.
it: Per regolare la luminosità dello schermo, DAS Client richiede le autorizzazioni necessarie per accedere alle impostazioni di sistema.

# w_modal_sheet_button_grant_permission
source: Grant permissions
de: Berechtigungen erteilen
fr: Octroyer les autorisations
it: Concedi le autorizzazioni

# w_journey_search_overlay_title
source: Search Timetable
de: Fahrordnung suchen
fr: Rechercher Marche

# w_global_error_widget_title
source: Unexpected Error
de: Unerwarteter Fehler

# w_global_error_widget_description
source: An unexpected error has occurred, the error message will be sent to the developers. Try restarting the app.
de: Es ist ein unerwarteter Fehler aufgetreten, die Fehlermeldung wird an die Entwickler geschickt. Versuche, die App neu zu starten.

# c_app_name
source: DAS Client
fr: Client DAS

# p_train_journey_header_button_start
source: Start
fr: Début
it: Inizio

# w_navigation_drawer_links_title
source: Links
fr: Liens
it: Link

# p_login_login_button_text
source: Login
fr: Connexion

# w_maneuver_notification_wara_action
source: WaRa
fr: Fonction d’alerte manœuvre (WaRa)

# p_train_journey_header_button_pause
source: Pause
it: Pausa

# c_main_signal_function_block
source: Block
it: Blocco
